{"intents": [
        {"tag": "ትርጉም",
         "patterns": ["ሕማም ኣእምሮ ምህላው እንታይ ማለት እዩ?", "ሕማም ጥዕና ኣእምሮ እንታይ እዩ","ሕማም ጥዕና ኣእምሮ ግለጽ"],
         "responses": ["ሕማማት ኣእምሮ፡ ንሓሳብ ሰብ፡ ስምዒታቱ፡ ዝምድናኡን መዓልታዊ ኣሰራርሓኡን ዝዘርጉ ኩነታት ጥዕና እዮም።"],
         "context": [""]
        },

	{"tag": "ንመን_ይጸልዎ",     
	 "patterns": ["ሕማም ኣእምሮ ንመን ይጸልዎ?", "ብሕማም ኣእምሮ መን ይጥቃዕ"],        
	 "responses": ["ኣብ ኢትዮጵያ ርኡይ ክፋል ህዝቢ ጉዳይ ጥዕና ኣእምሮ የጋጥሞ። መጽናዕትታት ከም ዝሕብርዎ፡ ኣስታት 18% ካብ ዓበይትን 15% ህጻናትን ናይ ኣእምሮ ጸገማት ከም ዘለዎምን፡ ብፍላይ ድማ ናይ ጭንቀትን ጭንቀትን ጸገማት ከም ዝሰፍሐ ይሕብሩ። ፀገም ጥዕና ኣእምሮ እናዓበየ ዝኸይድ ዘሎ ስክፍታ ህዝባዊ ጥዕና ኮይኑ፡ ብፍላይ ካብ ኣዲስ ኣበባ ወጻኢ ኣገልግሎት ጥዕና ኣእምሮ ምርካብ ድሩት እዩ።"],       
 	 "context": [""]    
	},
        {"tag": "ቀንዲ_መበገሲ",         
	 "patterns": ["ጠንቂ ሕማም ኣእምሮ እንታይ እዩ?","ናብ ሕማም ኣእምሮ ዝመርሕ እንታይ?","ከመይ ኢሉ ሓደ ሰብ ናይ ኣእምሮ ሕማም ይሓምም?"],         
	 "responses": ["ምልክታት ጸገማት ጥዕና ኣእምሮ ኣዝዩ ዝተፈላለየ ኮይኑ፡ ንስምዒት፡ ኣተሓሳስባን ባህርያትን ሓደ ሰብ ክጸልዎ ይኽእል። ልሙዳት ምልክታት ቀጻሊ ጓሂ፡ ጭንቀት፡ ለውጢ ድቃስ ወይ ሸውሃት፡ ምትኳር ምጽጋምን ካብ ማሕበራዊ ንጥፈታት ምውጻእን ይርከብዎም። ኣብ ገለ ገለ ኣጋጣሚታት፡ ምልክታት ከም ሕማም ርእሲ ወይ ቃንዛ ከብዲ ዝኣመሰሉ ኣካላዊ ጸገማት ኮይኖም’ውን ክግለጹ ይኽእሉ።"],       
	 "context": [""]        
	},
	
       {"tag": "ካብ_ሕማም_ምድሓን",        
	 "patterns": ["ሕማም ኣእምሮ ዘለዎም ሰባት ክሓውዩ ይኽእሉ ድዮም?","ካብ ሕማም ኣእምሮ ምሕዋይ ይከኣል ድዩ"],        
	 "responses": ["ካብ ሕማም ኣእምሮ ክትሓዊ ከለኻ፡ ብኣግኡ ምልላይን ሕክምናን ኣዝዩ ኣገዳሲ እዩ። ኣብ ባህሪ ናይቲ ሕማም ተመርኲስካ ዝተፈላለዩ ውጽኢታውያን ሕክምናታት ኣለዉ። ንዝኾነ ዓይነት ሕክምና፡ እቲ ዝተጠቕዐ ሰብ ንጡፍ ክኸውንን ኣብ ናይ ገዛእ ርእሱ መስርሕ ሕውየት ምሉእ ብምሉእ ክዋፈርን ኣገዳሲ እዩ። ብዙሓት ሕማም ኣእምሮ ዘለዎም ሰባት ዝፍለጡን ዝሕከሙን ጽቡቕ ምላሽ ይህቡ፣ ዋላ እኳ ገሊኦም ምልክታት ክምለሱ ይኽእሉ እንተኾኑ። ኣብ ከምዚ ዝኣመሰለ ኩነታት እውን እንተኾነ፡ ብጥንቃቐ ምክትታልን ምሕደራን ናይቲ ጸገም፡ ገና ዕግበት ዘለዎን ኣፍራይን ህይወት ምንባር ምሉእ ብምሉእ ይከኣል እዩ።"],       
	 "context": [""]        
	},
	{"tag": "አድላዩ_ ስጉምትታት ",       
	 "patterns": ["ኸምዚ ዓይነት ምልክታት ዘለዎ ዝመስል ሰብ እፈልጥ እየ?","ምልክታት እንተጋጢሙ ክኽተሉ ዘለዎም ስጉምትታት እንታይ እዮም"],        
	 "responses": ["እዚ መርበብ ሓበሬታ እዚ ንሞያዊ ምኽሪ ክትክእ ዘይክእል እኳ እንተኾነ፡ ምልክታት ሕማም ዘለዎም ሰባት ምስ ፈተውቶምን ኣባላት ስድራቤቶምን ክዛረቡን ካብ በዓል ሞያ ጥዕና ኣእምሮ ምኽሪ ክደልዩን ንላቦ። ኩነታት ጥዕና ኣእምሮ ብዝቐልጠፈ ተለልዩ ብዝተሓከመ መጠን ቀልጢፎም ናብ መንገዲ ሕውየት ክኣትዉ ይኽእሉ።ጸገም ዘለዎ ሰብ ትፈልጥ እንተኾንካ እቲ ጉዳይ ባዕሉ ክፍታሕ እዩ ኢልካ ኣይትሕሰብ። ብዛዕባኦም ከም እትግደሰሎምን፡ ንኽሓውዩ ዝሕግዙ ኣማራጺታት ሕክምና ከም ዘለዉን ኣፍልጦም። ዓርክኻ ወይ ኣባል ስድራቤትካ ምልክታት ናይ ኣእምሮ ጥዕና ኩነታት የጋጥሞ ኣሎ ኢልካ እንተሓሲብካ ምስ በዓል ሞያ ጥዕና ኣእምሮ ወይ ኣማኻሪ ተዘራረብ። እቲ ዝተጎድአ ፍቑር ሰብ ከም እትድግፎም እንተፈሊጡ፡ ሓገዝ ናይ ምድላይ ተኽእሎኦም ዝለዓለ ክኸውን እዩ።"],        
	 "context": [""]       
	},	
	{"tag": "ሓገዝ_ርኸብ",
	 "patterns": ["ኸመይ ጌረ ንባዕለይ በዓል ሞያ ጥዕና ኣእምሮ ይረክብ","ብኸመይ በዓል ሞያ ጥዕና ኣእምሮ ይረክብ?"],
	 "responses": ["ምስቲ ንስኻ ወይ ውላድካ ምስኡ እትሰርሕሉ በዓል ሞያ ምቹእ ስምዒት ምህላው ንዕውትነት እቲ ሕክምና ወሳኒ እዩ። ንጠለባትካ ዝበለጸ ዝሰማማዕ በዓል ሞያ ምርካብ መጽናዕቲ ከድልዮ ይኽእል እዩ። ኣብ ከባቢኻ ዝርከቡ ወሃብቲ ኣገልግሎት ብምድላይ ጀምር።"],
	 "context": [""]
	},
	{"tag": "ናይ_ሕክምና_ኣማራጺታት",
	 "patterns": ["እንታይ ዓይነት ኣማራጺታት ሕክምና ኣለዉ?","ሓደ ሰብ ኸመይ ጌሩ ክሓዊ ይኽእል?"],
	 "responses": ["ልክዕ ከምቲ ንኣካላዊ ሕማም ዝውዕሉ ዝተፈላለዩ ዓይነታት መድሃኒታት ዘለዉ፡ ንሕማም ኣእምሮ ዘለዎም ውልቀሰባት እውን ዝተፈላለየ ኣማራጺታት ሕክምና ኣሎ። ሕክምና ንዝተፈላለዩ ሰባት ዝተፈላለየ ስራሕ ይሰርሕ። ንዓኻ ወይ ንውላድካ ዝበለጸ ዝሰርሕ ምርካብ ኣገዳሲ እዩ።"],
	 "context": [""]
	},
	{"tag": "ናይ_ሕክምና_ምኽርታት",
	 "patterns": ["ኸመይ ጌረ ኣብ ሕክምና ትሳተፍ?","ሕክምና እንተጀሚረ እንታይ ኣብ ኣእምሮይ ክሕዝ ኣለኒ?"],
	 "responses":["ሕክምና ምጅማር ንውልቀሰባትን ስድራቤታትን ዓቢ ስጉምቲ ስለዝኾነ፡ ኣዝዩ ከቢድ ክኸውን ይኽእል።"],
	 "context": [""]
	},
	{"tag": "ናይ_ሰብ_ሞያ_ዓይነታት",
	 "patterns": ["ኣብ መንጎ ሰብ ሞያ ጥዕና ኣእምሮ እንታይ ፍልልይ ኣሎ?","እቶም ዝተፈላለዩ ዓይነታት ሰብ ሞያ ጥዕና ኣእምሮ እንታይ እዮም?"],
	 "responses":["ሰብ ሞያ ጥዕና ኣእምሮ ብዙሓት ዓይነታት ኣለው። ዝተፈላለዩ ወሃብቲ ኣገልግሎትን ኣገልግሎታቶምን ምድንጋር ክህልዎ ይኽእል እዩ። ነፍሲ ወከፎም ዝተፈላለየ ደረጃ ትምህርቲ፡ ስልጠና ዘለዎም፡ ዝተፈላለየ ዓውዲ ክእለት ክህልዎም ይኽእል እዩ። ንጠለባትካ ዝበለጸ ዝሰማማዕ በዓል ሞያ ምርካብ ገለ መጽናዕቲ ከድልዮ ይኽእል እዩ።"],
	 "context": [""]
	},
	{"tag": "ትኽክለኛ_በዓል_ሞያ",
	 "patterns": ["ኸመይ ጌረ ንባዕለይ በዓል ሞያ ጥዕና ኣእምሮ ክረክብ ይኽእል?","ብኸመይ ቅኑዕ በዓል ሞያ ጥዕና ኣእምሮ ይረክብ?"],
	 "responses":["ምስቲ ንስኻ ወይ ውላድካ ምስኡ እትሰርሕሉ በዓል ሞያ ምቹው ስምዒት ምህላው ንዕውትነት ሕክምናኻ ወሳኒ እዩ። ንጠለባትካ ዝበለጸ ዝሰማማዕ በዓል ሞያ ምርካብ ገለ መጽናዕቲ ከድልዮ ይኽእል እዩ።"],
	 "context": [""]
	}
   ]
}
