{"intents": [
        {"tag": "definition",
         "patterns": ["ሕማም ኣእምሮ ምህላው እንታይ ማለት እዩ?", "ሕማም ጥዕና ኣእምሮ እንታይ እዩ","Describe mentሕማም ጥዕና ኣእምሮ ግለጽ"],
         "responses": ["ሕማማት ኣእምሮ፡ ንሓሳብ ሰብ፡ ስምዒታቱ፡ ዝምድናኡን መዓልታዊ ኣሰራርሓኡን ዝዘርጉ ኩነታት ጥዕና እዮም።"],
         "context": [""]
        },

	{"tag": "affects_whom",     
	 "patterns": ["ሕማም ኣእምሮ ንመን ይጸልዎ?", "ብሕማም ኣእምሮ መን ይጥቃዕ"],        
	 "responses": ["ኣብ ኢትዮጵያ ርኡይ ክፋል ህዝቢ ጉዳይ ጥዕና ኣእምሮ የጋጥሞ። መጽናዕትታት ከም ዝሕብርዎ፡ ኣስታት 18% ካብ ዓበይትን 15% ህጻናትን ናይ ኣእምሮ ጸገማት ከም ዘለዎምን፡ ብፍላይ ድማ ናይ ጭንቀትን ጭንቀትን ጸገማት ከም ዝሰፍሐ ይሕብሩ። ፀገም ጥዕና ኣእምሮ እናዓበየ ዝኸይድ ዘሎ ስክፍታ ህዝባዊ ጥዕና ኮይኑ፡ ብፍላይ ካብ ኣዲስ ኣበባ ወጻኢ ኣገልግሎት ጥዕና ኣእምሮ ምርካብ ድሩት እዩ።"],       
 	 "context": [""]    
	},
        {"tag": "what_causes",         
	 "patterns": ["ጠንቂ ሕማም ኣእምሮ እንታይ እዩ?","ናብ ሕማም ኣእምሮ ዝመርሕ እንታይ?","ከመይ ኢሉ ሓደ ሰብ ናይ ኣእምሮ ሕማም ይሓምም?"],         
	 "responses": ["ምልክታት ጸገማት ጥዕና ኣእምሮ ኣዝዩ ዝተፈላለየ ኮይኑ፡ ንስምዒት፡ ኣተሓሳስባን ባህርያትን ሓደ ሰብ ክጸልዎ ይኽእል። ልሙዳት ምልክታት ቀጻሊ ጓሂ፡ ጭንቀት፡ ለውጢ ድቃስ ወይ ሸውሃት፡ ምትኳር ምጽጋምን ካብ ማሕበራዊ ንጥፈታት ምውጻእን ይርከብዎም። ኣብ ገለ ገለ ኣጋጣሚታት፡ ምልክታት ከም ሕማም ርእሲ ወይ ቃንዛ ከብዲ ዝኣመሰሉ ኣካላዊ ጸገማት ኮይኖም’ውን ክግለጹ ይኽእሉ።"],       
	 "context": [""]        
	},
	
       {"tag": "recover",        
	 "patterns": ["Can people with mental illness recover?","Is it possible to recover from mental illness"],        
	 "responses": ["When healing from mental illness, early identification and treatment are of vital importance. Based on the nature of the illness, there are a range of effective treatments available. For any type of treatment, it is essential that the person affected is proactive and fully engaged in their own recovery process. Many people with mental illnesses who are diagnosed and treated respond well, although some might experience a return of symptoms. Even in such cases, with careful monitoring and management of the disorder, it is still quite possible to live a fulfilled and productive life."],       
	 "context": [""]        
	},
	{"tag": "steps",       
	 "patterns": ["I know someone who appears to have such symptoms?","What are the steps to be followed incase of symptoms"],        
	 "responses": ["Although this website cannot substitute for professional advice, we encourage those with symptoms to talk to their friends and family members and seek the counsel of a mental health professional. The sooner the mental health condition is identified and treated, the sooner they can get on the path to recovery.If you know someone who is having problems, don't assume that the issue will resolve itself. Let them know that you care about them, and that there are treatment options available that will help them heal. Speak with a mental health professional or counselor if you think your friend or family member is experiencing the symptoms of a mental health condition. If the affected loved one knows that you support them, they will be more likely to seek out help."],        
	 "context": [""]       
	},	
	{"tag": "find_help",
	 "patterns": ["How to find mental health professional for myself","How to find mental health professional?"],
	 "responses": ["Feeling comfortable with the professional you or your child is working with is critical to the success of the treatment. Finding the professional who best fits your needs may require research. Start by searching for providers in your area."],
	 "context": [""]
	},
	{"tag": "treatement_options",
	 "patterns": ["What treatment options are available?","How can one recover?"],
	 "responses": ["Just as there are different types of medications for physical illness, different treatment options are available for individuals with mental illness. Treatment works differently for different people. It is important to find what works best for you or your child."],
	 "context": [""]
	},
	{"tag": "treatment_tips",
	 "patterns": ["How to become involved in treatment?","What should I keep in mind if I begin treatment?"],
	 "responses":["Since beginning treatment is a big step for individuals and families, it can be very overwhelming."],
	 "context": [""]
	},
	{"tag": "professional_types",
	 "patterns": ["What is the difference between mental health professionals?","What are the different types of mental health professionals present?"],
	 "responses":["There are many types of mental health professionals. The variety of providers and their services may be confusing. Each have various levels of education, training, and may have different areas of expertise. Finding the professional who best fits your needs may require some research."],
	 "context": [""]
	},
	{"tag": "right_professional",
	 "patterns": ["How can I find a mental health professional right myself?","How to find the right mental health professional?"],
	 "responses":["Feeling comfortable with the professional you or your child is working with is critical to the success of your treatment. Finding the professional who best fits your needs may require some research."],
	 "context": [""]
	}
   ]
}
